playButton = PELAA
settingsButton = Asetukset
personalButton = Profiili
credits = Raha
score = Pisteet
levels = Tasot
playAgain = Pelaa uudelleen
menu = Menu
store = Kauppa
hardLevel = Vaikea
mediumLevel = Normaali
easyLevel = Helppo
exit = Poistu
switchButton = Vaihda
boostButton = Tehoste
pairsFound = L\u00f6ydetty
continueGame = Jatka peli\u00E4
pause = Tauko
restart = Uusi peli
back = Takaisin
gamePaused = Peli Tauolla
tutorial = Tutoriaali
playTutorialAgain = Pelaa tutoriaali uudestaan
tutorialFinished = Tutoriaali Suoritettu!
sand = Hiekka
bush = Pusikko
themeLabel = Teema
activate = Aktivoi
activated = Objekti Aktivoitu!
validate = Tarkista
objective1 = Liiku joystikin avulla objektin luokse!
objective2 = Paina "aktivoi" nappia aktivoidaksesi objektin!
objective3 = Liiku eteenp\u00e4in!
objective4 = Paina "Vaihda" nappia vaihtaaksesi aktiivista objektia!
objective5 = Liiku edellisen kohtaamasi objektin luokse!
objective6 = Paina "Tarkista" nappia!
objective7 = Mene ulosk\u00e4ynnille!
tutorial1 = Tervetuloa tutoriaaliin! Pelin tarkoitus on l\u00f6yt\u00e4\u00e4 objektipareja ja l\u00f6yt\u00e4\u00e4 labyrintista ulos. Pisteet v\u00e4henev\u00e4t ajan my\u00f6t\u00e4 kaikkialla paitsi objektien l\u00e4heisyydess\u00e4. Pareja yhdist\u00e4m\u00e4ll\u00e4 saa lis\u00e4\u00e4 pisteit\u00e4.
tutorial2 = Jokaisella objektilla on joku lause ja tarkoitus on l\u00f6yt\u00e4\u00e4 toinen objekti, jolla on sama lause. Aktiivisia objekteja voi olla ainoastaan yksi kerralla. Jokaisessa labyrintissa on yksi objekti, jolla ei ole paria ja jota ei voi ker\u00e4t\u00e4.
tutorial3 = Jokaisen labyrintin keskell\u00e4 on pieni aukio, joka on merkitsee keskikohtaa l\u00e4hd\u00f6st\u00e4 ulosk\u00e4ynnille.
tutorial4 = T\u00e4ll\u00e4 objektilla on eri lause, kuin valitsemallamme objektilla, joten jatkamme objektien etsint\u00f6j\u00e4. Samalla kannattaa yritt\u00e4\u00e4 etsi\u00e4 ulosp\u00e4\u00e4sy\u00e4.
tutorial5 = Ulosk\u00e4ynti n\u00e4kyy jo, mutta voidakseen p\u00e4\u00e4st\u00e4 ulos labyrintista, on yhdistett\u00e4v\u00e4 v\u00e4hint\u00e4\u00e4n yksi objektipari.
tutorial6 = T\u00e4ll\u00e4 objektilla on sama lause objektin kanssa, jonka ohi kuljimme juuri. Voimme vaihtaa aktiivisen objektin t\u00e4h\u00e4n. 
tutorial7 = Voit k\u00e4ytt\u00e4\u00e4 tehoste-toimintoa painamalla "Boost"-nappia pohjassa. T\u00e4m\u00e4 nopeuttaa pelihahmoa, mutta samalla pienent\u00e4\u00e4 n\u00e4k\u00f6et\u00e4isyytt\u00e4.
tutorial8 = Objektipari yhdistet\u00e4\u00e4n siten, ett\u00e4 toinen niist\u00e4 aktivoidaan ja toinen tarkistetaan. Jos v\u00e4\u00e4r\u00e4 objekti tarkistetaan, menetet\u00e4\u00e4n pisteit\u00e4 ja kyseisest\u00e4 objektista tulee aktiivinen. 